import "./Home.css";
import Typography from "@mui/material/Typography";

const Home = () => {
  return (
    <div className="gal">
      <Typography  variant="h5" component="h2" style={{ fontWeight: "bolder" , fontFamily:"monospace", }}>
        שמי גל פורת, מאמן כושר אישי. <br></br>אני רוצה להביא מניסיוני לא רק כמאמן, אלא גם
        מהצד שלכם כמתאמן רב שנים בחדר הכושר ובעולם הכדורגל. למיצוי הפוטנציאל של
        כל אחד ואחת מכם בין אם ספורטאים שרוצים לשפר את היכולות הפיזיות והאתלטיות
        שלהם ובין אם אתם רוצים לעלות מסת שריר ולהתחטב! בנוסף, לאימוני כוח אישיים
        וקבוצותיים, החלטתי מהיותי כדורגלן, לפתח אימונים לילדים מגיל 15 ומעלה
        העוסקים בטכניקות, התמצאות במרחב והבנת המשחק.<br></br> אז בשביל זה אני כאן! להתוות
        לכם את הדרך והאני המאמין שלי כדי להגיע לתוצאות הרצויות בהתאם למטרות
        שלכם.  יאללה זה הזמן להצטרף ולעשות את הצעד הראשון.<br></br>
      </Typography>
    </div>
  );
};

export default Home;
